export const TERMS =
  '一般財団法人日本医療推進財団（以下「当財団」といいます）は、この「PCR PASSサービス利用規約」（以下「本規約」といいます。）を定め、これにより「PCR PASS」（以下「本サービス」といいます。）を利用者に提供します。<br/>' +
  '第1条  （規約の適用)<br/>' +
  '本規約は、本サービスの利用（本サービスアプリの使用を含みます。以下同じとします。）に関する当財団との間の一切の関係に適用されます。本規約の内容に同意しない場合、本サービスを利用することはできません。<br/>' +
  '第2条  （用語の定義）<br/>' +
  '本規約において、次の各号に掲げる用語の意味は、当該各号に定めるとおりとします。<br/>' +
  '1.利用契約：当財団から本サービスの提供を受けるための本規約に基づく契約をいいます。<br/>' +
  '2.サービス利用者：本契約に同意し、本サービスを利用する者をいいます。<br/>' +
  '5.アプリ使用条件：当財団が本サービスアプリの使用条件として別途定めるものをいいます。<br/>' +
  '7.情報提供機関：当財団と予め契約を行った医療機関・検査機関のことをいいます。情報提供機関に対してコードを付与いたします。このコードをサービス利用者が使用し、検査登録が完了すると検査結果情報を送信できます。<br/>' +
  '8.情報提供機関管理者：当財団と予め契約を行った医療機関・検査機関で、コードを使用したサービス利用者に対して情報を送信する前号の機能を主に管理する者のことをいいます。<br/>' +
  '9.登録事業者：当財団と予め契約を行った自治体、公共団体、企業等のことをいいます。当財団が提供する本サービスを利用して、サービス利用者からの情報を取得できます。<br/>' +
  '<br/>' +
  '第3条 （本サービスの内容等）<br/>' +
  '1.本サービスは、次の各号に掲げる機能を提供することを内容とし、その詳細は本サービスアプリ上に定めるとおりとします。なお、対応端末の種別、本サービスアプリのバージョン、サービス利用者の契約状態等によっては、利用できる機能に制限がある場合があります。<br/>' +
  '⑴サービス利用者が自身の医療情報及び当財団が定める範囲の情報を登録し、本アプリ画面上に表示することができる機能。<br/>' +
  '⑵情報提供機関から提供される情報の取得のため、本サービスにCSVファイル形式等、当財団が指定するファイル形式で取り込み、表示する機能。<br/>' +
  '⑶情報提供機関・登録事業者から情報をサービス利用者に配信する機能。<br/>' +
  '⑷サービス利用者の検査の結果、ワクチン接種履歴を、取り扱いに関してサービス利用者による所定の同意を得た上で、本アプリ画面上に表示することができる機能。<br/>' +
  '⑸サービス利用者が提示したQRコードを登録事業者、サービス利用者が読み込むことで、サービス利用者の検査状況、検査結果を登録事業者、サービス利用者が取得し、各種特典を提供する機能。<br/>' +
  '2.当財団は、本サービスアプリのバージョンアップを行う場合があります。この場合、利用者が端末上の本サービスアプリのバージョンアップを行うまでの間、本サービスアプリ等の全部又は一部をご利用いただくことができない場合があります。ただし、その旨を本サービスアプリ上に掲載、メール等の方法により、サービス利用者に周知するものとします。<br/>' +
  '3.本サービスの利用可能地域は日本国内とします。サービス利用者は本サービスを利用可能地域以外の地域でも利用できる場合がありますが、当財団は、当該地域での本サービスの利用について何ら保証するものではなく、当該地域で本サービスを利用したことによりサービス利用者に損害が生じたとしても一切責任を負いません。<br/>' +
  '5第三者による端末の操作やサービス利用者による端末の紛失・盗難などの場合において、サービス利用者に損害が生じたとしても一切責任を負いません。<br/>' +
  '第4条 （利用規約同意の成立）<br/>' +
  '1.本サービスの利用を希望する者は、本規約の内容に同意のうえ、本サービスアプリ上の利用規約提示画面（以下「同意画面」といいます。）にて同意を行うものとします。同意のボタンが押下された時点で、サービス利用者は本規約の内容に同意したものとみなし、本規約に基づく契約が利用者と当財団との間に成立し、効力を生じるものとします。<br/>' +
  '2.当財団は、予め利用者に周知又は通知することにより、本規約を変更することができるものとします。なお、本規約が変更され、利用者が継続して本サービスを利用したときは、当該利用者に対し変更後の本規約が適用されます。<br/>' +
  '3.本規約に基づき当財団が利用者に対して行う周知又は通知は、本サービスアプリ上に掲載するほか、当財団が適当と認める方法により行うものとします。<br/>' +
  '第6条 （知的財産権等）<br/>' +
  '1.本サービスに関連して、又は本サービスを通じてサービス利用者に提供される本サービスアプリに係る著作権等の知的財産権その他一切の権利は、当財団又は当財団に権利を許諾する第三者に帰属します。<br/>' +
  '2.本規約による本サービスの使用許諾は、利用者に対して本サービスに係るいかなる権利の譲渡又は移転を認めるものではなく、サービス利用者は、第3条に定める範囲を超えて本サービスの利用を行ってはならないものとします。<br/>' +
  '第7条 （禁止事項）<br/>' +
  'サービス利用者は、本サービスの利用にあたって次の各号に該当する行為を行ってはならないものとします。<br/>' +
  '1.当財団若しくは第三者の著作権、特許権、実用新案権、意匠権、商標権等の知的財産権、プライバシーその他の権利若しくは利益を侵害する行為、又はそれらのおそれのある行為<br/>' +
  '2.公序良俗に反する行為若しくは公序良俗に反する情報を第三者に提供する行為、又はそれらのおそれのある行為<br/>' +
  '3.犯罪的行為、犯罪的行為に結びつく行為若しくは法令に違反する行為、又はそれらのおそれのある行為<br/>' +
  '4.事実に反する情報又はそのおそれのある情報を提供する行為<br/>' +
  '5.当財団若しくは第三者の名誉若しくは信用を毀損する行為、又はそれらのおそれのある行為<br/>' +
  '6.本サービスに係る設備に対して過度な負担を与える行為、当財団による本サービスの提供を不能にする行為その他当財団による本サービスの提供に支障を与え、若しくはその運営を妨げる行為、又はそれらのおそれのある行為<br/>' +
  '7.コンピュータウイルス等有害なプログラムを、本サービスを通じて、若しくは本サービスに関連して使用し、若しくは提供する行為、又はそれらのおそれのある行為<br/>' +
  '8.本サービスを日本国外等、当財団が定める地域外で利用する行為<br/>' +
  '9.本サービスアプリについて、複製、公衆送信（自動公衆送信の場合にあっては、送信可能化を含みます。）、伝達、譲渡、貸与、変形、翻案を行う等、本サービスアプリを第6条（知的財産権等）に定める範囲を超えて利用し、又は使用する行為<br/>' +
  '10.本サービスアプリについて、改変若しくは改ざんを行い、又は逆コンパイル、逆アセンブル等のリバースエンジニアリング（主に、内容を解析して人間が読み取り可能な形に変換することを指します。）を行う行為<br/>' +
  '11.本サービスアプリに付されている著作権表示その他の権利表示を除去し、又は変更する行為<br/>' +
  '12.当財団の定める手順に反する方法で本サービスアプリをインストールし、使用する行為。その他、本サービスアプリをアプリ使用条件に反する方法又は反するおそれのある方法で利用し、又は使用する行為<br/>' +
  '13.その他当財団が不適切と判断する行為<br/>' +
  '第8条 （利用料金）<br/>' +
  '1.本サービスの利用に係る料金は、無償とします。<br/>' +
  '2.本サービスを利用するための通信費などの費用は、サービス利用者の負担となります。<br/>' +
  '3.サービス利用者は、本サービスを非商用目的に限り利用できるものとします。<br/>' +
  '第9条 （個人情報の取得）<br/>' +
  '1.当財団は、本サービスのご利用にあたって取得する利用者の個人情報を、以下に定める事項を遵守して取り扱うものとします。なお、本規約で個人情報とは、個人に関する情報であって、当該情報に含まれる氏名、生年月日その他の記述等により特定の個人を識別することができるもの（他の情報と容易に照合することができ、それにより特定の個人を識別することができることとなるものを含みます。）をいいます。<br/>' +
  '2.当財団は、取得した個人情報を安全に管理し、次の目的のために個人情報を利用できるものとし、利用者はこれに同意します。<br/>' +
  '⑴サービス利用者への本アプリに関するお知らせ・ご案内等の発送・発信<br/>' +
  '⑵本サービスアプリに関するアップデート等の情報提供<br/>' +
  '⑶サービス利用者からのご意見・ご要望・お問い合わせ等への対応<br/>' +
  '⑷本サービスの利用履歴等に関する情報の調査・分析、第三者による新サービスに関する企画開発・分析<br/>' +
  '⑸本サービスアプリの利用状況の管理、不正利用等の発生防止及び発生時の調査・対応<br/>' +
  '⑹本サービスアプリ及び当財団その他商品・サービスの品質向上や企画・開発等<br/>' +
  '⑺サービス利用者へのアンケート調査の実施<br/>' +
  '⑻当財団その他サービスとの連携に伴うサービス利用者へのID付与及び当該IDの自動取得並びにその管理・利用等<br/>' +
  '⑼サービスを利用している携帯電話端末の変更又は紛失時等に備えたバックアップ<br/>' +
  '3.当財団は、次の各号で定める情報に含まれる、利用者の個人情報を取得します。<br/>' +
  '1.サービス利用者が任意に登録した情報（氏名、フリガナ、メールアドレス、性別、生年月日、血液型、身長、体重、体脂肪率、体温、血圧、心拍数、ステップ数、既往歴、内服薬、処方履歴、通院履歴、かかりつけ医、検査結果、緊急連絡先等を含みます。）<br/>' +
  '2.本アプリを利用し、サービス利用者が当該機能及びデータの取扱いに対する所定の同意を付与した上で、情報提供機関から取得した検査の結果、ワクチン接種履歴等。<br/>' +
  '3.サービス利用者の端末に関する情報（通信機器の機種名、製造番号等のご利用の通信機器本体に関する情報を含みます。）<br/>' +
  '4.お問い合わせの際にご提供いただいた情報（メールアドレス、お問い合わせの内容等を含みます。）<br/>' +
  '4.当財団は、サービス利用者からのお問い合わせへの対応等、当財団において必要があると認めた場合には、取得した個人情報の取り扱いを他の事業者（以下「委託先」といいます。）に委託することがあります。当財団は、委託先に対し、個人情報の安全な管理について責任をもって監督し、個人情報の漏洩・滅失等の防止を徹底します。<br/>' +
  '7.当財団は、国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力をする必要がある場合であって、サービス利用者の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがある場合は、サービス利用者の個人情報を開示することがあり、サービス利用者は予めこれを承諾します。<br/>' +
  '8.当財団は、個人情報の管理のため、個人情報管理責任者を任命し、管理体制を確立するとともに、社内規定に従い安全かつ正確に取り扱うよう努めてまいります。また、個人情報への不正アクセス、紛失、破壊、改ざん及び漏洩等を防止するために、適切な予防処置及び是正処置を講じます。<br/>' +
  '9.本サービスに関するウェブサイトには、他のウェブサイトへリンクを設定していることがありますが、リンク先サイトでの個人情報の取り扱いについては、当該リンク先サイトにてご確認下さい。<br/>' +
  '10.当ウェブサイトのご利用は、サービス利用者の責任において行われるものとします。当ウェブサイト及び当ウェブサイトにリンクが設定されている他のウェブサイトから、サービス利用者の個人情報を用いて取得された各種情報の利用によって生じたあらゆる損害に関して、当財団は一切の責任を負いません。<br/>' +
  '11.サービス利用者は、当財団が取得した自己の開示対象個人情報について、個人情報の保護に関する法律の定めるところにより当財団に対して開示するよう請求することができるものとします。万一、個人情報の内容が事実でないことが判明した場合には、速やかに訂正又は削除に応じます。<br/>' +
  '12.サービス利用者の個人情報に関するお問い合わせは、以下のお問い合わせ先までご連絡下さい。<br/>' +
  '13.【お問い合わせ先】<br/>' +
  '一般財団法人日本医療推進財団<br/>' +
  '個人情報お問合わせ窓口 E-mail: 　　　　　　　　　　<br/>' +
  '第10条 （提供中断等）<br/>' +
  '1.当財団は、次の各号のいずれかに該当すると当財団が判断したときは、本サービスの全部又は一部の提供を中断することがあります。<br/>' +
  '1.天災地変等の不可抗力により本サービスが提供できなくなったとき。<br/>' +
  '2.本サービスに関する機器、設備等の保守、工事等を実施する必要があるとき。<br/>' +
  '3.本サービスにおいて使用する機器、設備等に故障、障害等が発生したとき。<br/>' +
  '4.災害の予防若しくは救援、交通、通信若しくは電力の供給の確保又は秩序の維持に必要な通信その他公共のために必要があるとき。<br/>' +
  '5.当財団の運用上又は技術上、本サービスの全部又は一部の提供を中断する必要があるとき。<br/>' +
  '2.当財団は、前項に基づく本サービスの全部若しくは一部の提供の中断又は前項に定める利用の制限等を計画している場合は、その旨を本サービスアプリ上に掲載する方法によりサービス利用者に周知するものとします。ただし、緊急やむを得ない場合は当該周知を行わないことがあります。<br/>' +
  '3.当財団は、第1項又は第2項の定めに基づき本サービスの提供を中断し、又はその利用を制限等した場合、当該提供中断又は利用制限等によりサービス利用者に損害が生じた場合であっても、一切責任を負いません。<br/>' +
  '第11条 （提供停止等）<br/>' +
  '1.当財団は、次の各号のいずれかに該当すると当財団が判断したときは、サービス利用者に対する事前の通知を行うことなく、本サービスの全部又は一部の提供を停止することができるものとします。<br/>' +
  '1.サービス利用者が本規約に違反したとき。<br/>' +
  '2.第三者による本サービスの利用に支障を与える又はそのおそれのある行為があったとき。<br/>' +
  '3.その他当財団の業務の遂行上支障があるとき。<br/>' +
  '3.当財団は、サービス利用者に対し、前項の措置に替えて、又は前項の措置とともに、期限を定めて当該事由を解消することを求めることができるものとします。<br/>' +
  '第12条 （本サービスの廃止）<br/>' +
  '1.当財団は、当財団の都合によりいつでも本サービスの全部又は一部を廃止することができるものとし、この場合、本サービスアプリ上に掲載する方法により、サービス利用者に対してその旨を周知するものとします。<br/>' +
  '2.当財団は、前項の定めに基づき本サービスの全部又は一部を廃止したことによりサービス利用者に損害が生じた場合であっても、一切責任を負いません。<br/>' +
  '第13条 （サービス利用者が行う本契約の解除）<br/>' +
  'サービス利用者は、自己の占有又は管理下にあるすべての本アプリを再生不能な形で消去及び破棄することにより、本契約を解除することができます。なお、本契約の解除を行った場合であっても、サービス利用者が利用期間中に行ったデータは当財団に帰属いたします。<br/>' +
  '第14条 （有効期間）<br/>' +
  '本契約は、第4条に定める本契約成立時から第12条に定める本サービスの廃止又は第13条に定める解除による終了までの間に限り有効とします。<br/>' +
  '第15条 （非保証・免責事項）<br/>' +
  '1.当財団は、本サービスアプリに瑕疵が発見された場合で、当該瑕疵の修補が必要であると認めたときは、当該瑕疵を修補すべく努めますが、その実現を保証するものではありません。<br/>' +
  '2.当財団は、すべての対応端末において本サービスアプリ等を利用できることを保証するものではなく、対応端末の種類、利用者による本サービスアプリのバージョンアップの有無等によって、利用できる機能が制限される場合があります。<br/>' +
  '3.当財団は、本サービスアプリについて、特定の使用目的への適合性、使用結果の完全性、有用性、的確性、信頼性、安全性、即時性、第三者の権利の非侵害性その他について何ら保証するものではありません。<br/>' +
  '5.当財団は、サービス利用者に対し、本サービスアプリに関する技術的サポート、保守、機能改善等のいかなる技術的役務の提供義務も負いません。<br/>' +
  '6.サービス利用者が本アプリを利用したこと、又は利用しなかったことにより損害を被ったとしても、当財団は一切その責任を負いません。 <br/>' +
  '第16条 （反社会的勢力の排除）<br/>' +
  '1.サービス利用者は、次の各号のいずれか一にも該当しないことを表明し、かつ将来にわたっても該当しないことを表明し、保証するものとします。<br/>' +
  '1.自ら（法人その他の団体にあっては、自らの役員を含みます。）が、暴力団、暴力団員、暴力団員でなくなった時から5年を経過しない者、暴力団準構成員、暴力団関係企業、総会屋、社会運動等標ぼうゴロ又は特殊知能暴力集団等その他これらに準じる者（以下総称して「暴力団員等」といいます。）であること。<br/>' +
  '2.サービス利用者が法人その他の団体の場合にあっては、暴力団員等が経営を支配していると認められる関係を有すること。<br/>' +
  '3.サービス利用者が法人その他の団体の場合にあっては、暴力団員等が経営に実質的に関与していると認められる関係を有すること。<br/>' +
  '4.自ら若しくは第三者の不正の利益を図る目的又は第三者に損害を加える目的をもって取引を行うなど、暴力団員等を利用していると認められる関係を有すること。<br/>' +
  '5.暴力団員等に対して資金等を提供し、又は便宜を供与するなどの関与をしていると認められる関係を有すること。<br/>' +
  '6.サービス利用者が法人その他の団体の場合にあっては、自らの役員又は自らの経営に実質的に関与している者が暴力団員等と社会的に非難されるべき関係を有すること。<br/>' +
  '2.サービス利用者は、自ら又は第三者を利用して次の各号のいずれか一にでも該当する行為を行わないことを保証するものとします。<br/>' +
  '1.暴力的な要求行為<br/>' +
  '2.法的な責任を超えた不当な要求行為<br/>' +
  '3.取引に関して、脅迫的な言動をし、又は暴力を用いる行為<br/>' +
  '4.風説を流布し、偽計を用い、又は威力を用いて、当財団の信用を毀損し、又は当財団の業務を妨害する行為<br/>' +
  '5.その他前各号に準ずる行為<br/>' +
  '第17条 （権利の譲渡等）<br/>' +
  'サービス利用者は、利用契約に基づき当財団に対して有する権利又は当財団に対して負う義務の全部又は一部を第三者に譲渡し、承継させ、又は担保に供することはできません。なお、本契約終了後も本条項は有効に存続するものとします。<br/>' +
  '第18条 （合意管轄）<br/>' +
  'サービス利用者と当財団との間で利用契約に関連して訴訟の必要が生じた場合は、東京地方裁判所を第一審の専属的合意管轄裁判所とします。<br/>' +
  '第19条 （準拠法）<br/>' +
  '利用契約の成立、効力、解釈及び履行については、日本国法に準拠するものとします。<br/>' +
  '付則<br/>' +
  '(施行期日)<br/>' +
  '　本規約は、令和3年6月7日から施行する。'
